---
kind: enumMember
id: F:Autodesk.Revit.DB.ModifierType.Custom2
enum: Autodesk.Revit.DB.ModifierType
source: html/14da29ca-e466-9c3f-7a5b-5988a0e0ef6b.htm
---
# Autodesk.Revit.DB.ModifierType.Custom2

Signals that the second custom string will appear in the layer name.